{"education_and_training":[{"CERTIFICATION":"\n\nPMI Agile Certified Practitioner (PMI-ACP)  Certified: April 2, 2014\n\n"},{"EDUCATION":"\n\nWORTHINGTON UNIVERSITY   Phoenix, AZ\n\nBachelor of Arts in Construction Management "}],"skills":[{"ADDITIONAL SKILLS":"\n\nProficient in AutoCAD, Revit, and other BIM software\n\nExpert in MS Office (Word, Excel, Outlook, Project, and PowerPoint); Knowledge of Adobe and Visio\n\nFamiliarity with database information flow\/costing software (CMIC)"}],"basics":{"address":["1422 North Street, New York, NY 10343"],"phone":["(212) 213-5645"],"name":{"surname":"Agile"},"title":"Manager","email":["long.doe@gmail.com"]},"work_experience":[{"Project":" Manager Resume Sample\n\n1422 North Street, New York, NY 10343\n\n(212) 213-5645\n\nlong.doe@gmail.com\n\n"},{"Project":" Manager with over 8 years of experience managing multi-million dollar construction projects, coordinating workforce team of 90+ subcontractors, and performing budget allocation and analysis. PIM Agile Certified Practitioner aiming to leverage considerable experience and efficiency expertise into your project manager role. Possess a B.A. in Construction Management and knowledge of BIM Software, AutoCAD, and Revit. \n\n"},{"PROFESSIONAL EXPERIENCE":"\n\nANGEL BUILDERS Cambridge, MA\n\n"},{"date_start":"September 2010","jobtitle":"Manager","text":" – Present\n\nManage project budget of $325M+ and ensure company obtains the best possible pricing; determine and minimize risk in buyout processes, reducing costs by 15% annually\n\nOversee and analyze prime project buyout of $1.1Billion, accounting for savings and contingencies\n\nWrite and distribute bid packages amounting to 8% of total production costs that clearly define the scope and general provisions of potential contracts\n\nEnsure that the project team understands all aspects of the prime contract relating to their respective responsibilities, and demonstrate a thorough understanding of the prime contract checklist and organizational structure\n\nNegotiate, analyze, and prepare purchase order agreements, subcontracts, and cost control budgets\n\nBIG MUSCLE FIT SLIM GYMS Cambridge, MA Assistant "},{"date_start":"May 2006","jobtitle":"Manager","date_end":"2010","text":"\n\nManaged, directed, and prioritized gym operational budget of $65M, staying within budget by 7%\n\nOverhauled sales process and systems to achieve revenue goals, hitting targets of 17% revenue increase annually\n\nWorked to provide strategic, operational, and fiscal leadership while working to reach the company’s long term goals and maintain organizational vision\n\nSet, managed, and reconciled accounts for multiple projects as well as salaries and general operations budget\n\nManage, monitor, and evaluate the performance of all gym-related managers and associates, total staff of 25+\n\nDirected the hiring, training, and scheduling of all gym level associates by an intermediary, totaling 80+\n\n"},{"date_start":"May 2006","organization":"GPA","text":": 3.5\/4.0\n\n"}]}